Repository: yagoal/ios-challenge
Catalog: Cora-Challenge/Cora-Challenge/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Date
pt_br: Data

source: Description
pt_br: Descrição

source: EmptyViewMessage
pt_br: Nenhuma transação encontrada.

source: EnterYourCPF
pt_br: Qual seu CPF?

source: EnterYourPassword
pt_br: Digite sua senha de acesso

source: ErrorViewMessage
pt_br: Houve um problema, por favor, tentei novamente!

source: For
pt_br: Para

source: ForgotPasswordButtonTitle
pt_br: Esqueci minha senha

source: In
pt_br: De

source: MostRecent
pt_br: Mais Recentes

source: NextButtonTitle
pt_br: Próximo

source: Older
pt_br: Mais Antigos

source: PrimaryButtonTitle
pt_br: Quero fazer parte!

source: PrimarySecondaryButtonTitle
pt_br: Já sou cliente

source: ShareReceipt
pt_br: Compatilhar comprovante

source: StartDescription
pt_br: Sua empresa livre burocracias e de taxas para gerar boletos, fazer transferências e pagamentos.

source: StartTitle
pt_br: Conta Digital PJ

source: StartTitleComplement
pt_br: Poderosamente simples

source: Value
pt_br: Valor

source: WelcomeBack
pt_br: Bem-vindo de volta!
